Repository: affinitic/collective.dms.basecontent
Catalog: src/collective/dms/basecontent/locales/*/LC_MESSAGES/collective.dms.basecontent.po
Languages: fr

source: ${title} (signed version)
fr: ${title} (version signée)

source: Appendix
fr: Annexes

source: Author
fr: Auteur

source: Creation date
fr: Date de création

source: Deadline
fr: Échéance

source: Download file
fr: Télécharger

source: Enquirer
fr: Demandeur

source: File
fr: Fichier

source: Incoming mail
fr: courrier entrant

source: Informations
fr: Transmissions pour information

source: Label
fr: Intitulé

source: Opinion applications
fr: Demandes d'avis

source: Read
fr: Lu

source: Recipient groups
fr: Services à informer

source: Related documents
fr: Documents en rapport

source: Responsible
fr: Destinataire

source: Signed version
fr: Version signée

source: Tasks
fr: Tâches

source: There is no appendix for this document.
fr: Il n'y a aucune annexe.

source: There is no informations for this document.
fr: Il n'y a aucune transmission pour information.

source: There is no opinion applications for this document.
fr: Il n'y a aucune demande d'avis.

source: There is no task for this document.
fr: Il n'y a aucune tâche.

source: There is no validation applications for this document.
fr: Il n'y a aucune demande de validation

source: There is no version note for this document.
fr: Aucune version n'a encore été créée pour ce document.

source: To read
fr: À lire

source: Treating groups
fr: Services en charge du traitement

source: Validation applications
fr: Demandes de validation

source: Version number
fr: Numéro de version
